Repository: Kaji01/support-system
Catalog: languages/incsub-support-*.po
Languages: es_es

source: New
es_es: Novo

source: In progress
es_es: Em progresso

source: Waiting on User to reply
es_es: À espera de resposta do Utilizador

source: Waiting on Admin to reply
es_es: À espera de resposta da Administração

source: Stalled
es_es: Parado

source: Closed
es_es: Fechado

source: Low
es_es: Baixa

source: Elevated
es_es: Elevado

source: High
es_es: Alta

source: Critical
es_es: Crítica

source: Allow all users to see all tickets in a site
es_es: Permitir a todos os utilizadores de verem os tickets num site

source: Allow all users to see all tickets
es_es: Permitir a visualização dos tickets a todos os utilizadores

source: Allow only requestors to see their own tickets
es_es: Permitir apenas os utilizadores de ver os seus próprios tickets

source: Support
es_es: Suporte

source: Frequently Asked Questions
es_es: Perguntas Mais Frequentes

source: %d questions
es_es: %d questões

source: Was this solution helpful?
es_es: Esta solução ajudou?

source: Yes
es_es: Sim

source: No
es_es: Não

source: Add new ticket
es_es: Adicionar novo ticket

source: All Tickets
es_es: Todos os Tickets

source: Recent Tickets
es_es: Tickets Recentes

source: All
es_es: Todos

source: Opened
es_es: Abertos

source: * All fields are required.
es_es: * São necessários todos os campos

source: (max: 100 characters)
es_es: (máx: 100 caracteres)

source: Subject
es_es: Assunto

source: Category
es_es: Categoria

source: Priority
es_es: Prioridade

source: Problem description
es_es: Descrição do Problema

source: Upload a new file
es_es: Enviar novo ficheiro

source: Attachments
es_es: Anexos

source: Submit new ticket
es_es: Enviar novo ticket

source: Back to tickets list
es_es: Voltar à lista de tickets

source: Subject must not be empty
es_es: O Assunto não pode estar vazio

source: Not valid category
es_es: Categoria inválida

source: Not valid priority
es_es: Prioridade inválida

source: Message must not be empty
es_es: A Mensagem não pode estar vazia

source: Ticket Error: There was an error submitting your ticket. Please try again in a few minutes.
es_es: Erro ao enviar o ticket. Por favor tente novamente dentro de alguns minutos.

source: Support Ticket
es_es: Ticket de Suporte

source: Ticket details
es_es: Detalhes do Ticket

source: Update ticket
es_es: Atualizar Ticket

source: This ticket has been closed. Please, contact a Super Admin if you want to reopen it.
es_es: Este ticket foi fechado. Por favor, contate o administrador se pretender reabri-lo.

source: This ticket has been closed.
es_es: Este ticket foi fechado.

source: Ticket Subject
es_es: Assunto do Ticket

source: Current Status
es_es: Estado Atual

source: Created On (GMT)
es_es: Creado em (GMT)

source: Reporting User
es_es: Utilizador

source: Last Reply From
es_es: Última Resposta De

source: Last Updated (GMT)
es_es: Última Actualização (GMT)

source: Unknown
es_es: Desconhecido

source: Submitted from
es_es: Enviado de

source: Not yet assigned
es_es: Ainda não atribuídos

source: Staff Representative
es_es: Representante do Staff

source: Ticket closed
es_es: Ticket Fechado

source: Save changes
es_es: Gravar alterações

source: Message added to ticket successfully
es_es: A mensagem foi adicionada ao ticket com sucesso

source: Add a new response
es_es: Adicionar nova resposta

source: Please provide as much information as possible, so that the user can understand the solution/request.
es_es: Por favor, forneça o máximo de informações possível, para que o utilizador possa entender a solução / pedido.

source: Add a reply
es_es: Adicionar resposta

source: Yes, close this ticket.
es_es: Sim, fechar este ticket.

source: Once a ticket is closed, users can no longer reply to (or update) it.
es_es: Uma vez que um ticket é fechado, os utilizadores não podem mais responder (ou atualizá-lo).

source: Close Ticket?
es_es: Fechar Ticket?

source: The ticket you're trying to find does not exist.
es_es: O ticket que está a tentar procurar não existe.

source: Title cannot be empty
es_es: O título não pode estar vazio.

source: Message cannot be empty
es_es: A Mensagem não pode estar vazia

source: FAQ Categories
es_es: Categorias FAQ

source: A new category has been added
es_es: Foi adicionado uma nova categoria

source: Category name
es_es: Nome da categoria

source: Add new category
es_es: Adicionar nova categoria

source: Category Name
es_es: Nome da categoria

source: The name is used to identify the category to which FAQ question relate
es_es: O nome é usado para identificar a categoria para cada questão relacionada com as FAQ's

source: Add New Category
es_es: Adicionar Nova Categoria

source: Security check error
es_es: Falha na validação de segurança

source: Category name cannot be empty
es_es: O nome da categoria não pode estar vazia

source: FAQ Manager
es_es: Gerir FAQ´s

source: Add new FAQ question
es_es: Adicionar nova questão às FAQ's

source: Add new FAQ Question
es_es: Adicionar nova questão às FAQ's

source: Edit FAQ Question
es_es: Editar questão da FAQ

source: The question you're trying to find does not exist.
es_es: A pergunta que está a tentar encontrar não existe.

source: FAQ question updated
es_es: Pergunta FAQ atualizada

source: FAQ question created
es_es: Pergunta FAQ criada

source: Submit
es_es: Enviar

source: Back to FAQs list
es_es: Voltar à lista das FAQs

source: Question cannot be empty
es_es: A Pergunta não pode estar vazia

source: Error
es_es: Erro

source: This ticket has been closed
es_es: Este ticket foi fechado.

source: Keep Responsibility For This Ticket
es_es: Manter a responsabilidade neste Ticket

source: Give Up Responsibility To Allow Another Admin To Accept
es_es: Desistir da responsabilidade deste ticket para permitir outro administrador aceitar

source: Accept Responsibility For This Ticket
es_es: Aceitar a responsabilidade para este Ticket

source: Keep Current Admin, And Just Help Out With A Reply
es_es: Manter o Administrador atual, e apenas ajudar com uma resposta

source: Ticket Responsibility
es_es: Responsável do Ticket

source: Support System Settings
es_es: Configurações do Sistema de Suporte

source: Settings
es_es: Configurações

source: Settings successfully saved
es_es: As configurações foram gravadas com sucesso

source: IMAP settings successfully tested.
es_es: Configurações IMAP testado com sucesso.

source: General Settings
es_es: Configurações Gerais

source: Main Administrator
es_es: Administrador Principal

source: Permissions Settings
es_es: Configuração de Permissões

source: Privacy Settings
es_es: Configuração da Privacidade

source: Privacy
es_es: Privacidade

source: Tickets Categories
es_es: Categorias de Tickets

source: Assign to user
es_es: Atribuír ao utilizador

source: The name is used to identify the category to which tickets relate
es_es: O nome é usado para identificar a categoria de cada ticket relacionado

source: None
es_es: Nenhum

source: Status
es_es: Estado

source: Staff Member
es_es: Membro do Staff

source: Last updated (GMT)
es_es: Última atualização (GMT)

source: Filtering by category <a class="button" href="%s" title="remove filter">Remove filter</a>
es_es: Filtrar por categoria <a class="button" href="%s" title="remover filtro">Remover filtro</a>

source: Filtering by status <a class="button" href="%s" title="remove filter">Remove filter</a>
es_es: Filtrar por estado <a class="button" href="%s" title="remover filtro">Remover Filtro</a>

source: Categories
es_es: Categorias

source: Name
es_es: Nome

source: <a href="%s">Edit</a>
es_es: <a href="%s">Editar</a>

source: [Default category]
es_es: [Categoria Pré-definida]

source: <a href="%s">Delete</a>
es_es: <a href="%s">Apagar</a>

source: <a href="%s">Set as default</a>
es_es: <a href="%s">Definir como padrão</a>

source: Delete
es_es: Apagar

source: Question ID
es_es: Pergunta ID

source: Question
es_es: Pergunta

source: Think is helpful
es_es: Acho que é útil

source: Think is not helpful
es_es: Acho que não é útil

source: Author
es_es: Autor

source: Ticket Message/Reply
es_es: Ticket Mensagem/Responder

source: Date/Time
es_es: Data/Hora

source: User
es_es: Utilizador

source: Create a FAQ from this response
es_es: Criar um FAQ a partir desta resposta

source: Create a FAQ
es_es: Criar FAQ

source: Download file
es_es: Download do Ficheiro

source: <a href="%s">Delete ticket</a>
es_es: <a href="%s">Apagar ticket</a>

source: <a href="%s">Open ticket</a>
es_es: <a href="%s">Abrir ticket</a>

source: <a href="%s">Close ticket</a>
es_es: <a href="%s">Fechar ticket</a>

source: Submitted From
es_es: Enviado de

source: Close
es_es: Fechar

source: Ticket submitted:
es_es: Ticket enviado:

source: New Support Ticket:
es_es: Novo Ticket de Suporte

source: Ticket response notification:
es_es: Adicionado nova resposta ao ticket:

source: Ticket closed notification:
es_es: O seguinte ticket foi fechado:

source: *** DO NOT WRITE BELLOW THIS LINE ***
es_es: *** NÃO ESCREVA ABAIXO DESTA LINHA ***

source: *** DO NOT REPLY TO THIS EMAIL ***
es_es: *** NÃO RESPONDA A ESTE EMAIL ***

source: SUPPORT_FETCH_IMAP Subject: SUPPORT_SUBJECT Status: SUPPORT_STATUS Priority: SUPPORT_PRIORITY Your ticket has been submitted Visit: SUPPORT_LINK to reply or view the new ticket. Thanks, SUPPORT_SITE_NAME
es_es: SUPPORT_FETCH_IMAP Assunto: SUPPORT_SUBJECT Estado: SUPPORT_STATUS Prioridade: SUPPORT_PRIORITY O seu Ticket foi enviado Visite: SUPPORT_LINK para responder ou ver o novo ticket. Obrigado, SUPPORT_SITE_NAME

source: SUPPORT_FETCH_IMAP Subject: SUPPORT_SUBJECT Status: SUPPORT_STATUS Priority: SUPPORT_PRIORITY A new ticket has been submitted Visit: SUPPORT_LINK to reply or view the new ticket. ============================================================== Begin Ticket Message ============================================================== SUPPORT_USER_NAME said: SUPPORT_MESSAGE ============================================================== End Ticket Message ==============================================================
es_es: SUPPORT_FETCH_IMAP Assunto: SUPPORT_SUBJECT Estado: SUPPORT_STATUS Prioridade: SUPPORT_PRIORITY Foi enviado um novo ticket Visite: SUPPORT_LINK para responder ou ver o novo ticket. ============================================================== Início da Mensagem do Ticket ============================================================== SUPPORT_USER_NAME disse: SUPPORT_MESSAGE ============================================================== Fim da Mensagem do Ticket ==============================================================

source: *** DO NOT REPLY TO THIS EMAIL *** Subject: SUPPORT_SUBJECT Status: SUPPORT_STATUS Priority: SUPPORT_PRIORITY Please log into your site and visit the support page to reply to this ticket, if needed. Visit: SUPPORT_LINK ============================================================== Begin Ticket Message ============================================================== SUPPORT_RESPONSE_USER_NAME said: SUPPORT_MESSAGE ============================================================== End Ticket Message ============================================================== Thanks, SUPPORT_SITE_NAME
es_es: *** NÃO RESPONDA A ESTE EMAIL *** Assunto: SUPPORT_SUBJECT Estado: SUPPORT_STATUS Prioridade: SUPPORT_PRIORITY Faça login em seu site e visite a página de suporte para responder a este ticket, se necessário. Visite: SUPPORT_LINK ============================================================== Início da Mensagem do Ticket ============================================================== SUPPORT_RESPONSE_USER_NAME disse: SUPPORT_MESSAGE ============================================================== Fim da Mensagem do Ticket ============================================================== Obrigado, SUPPORT_SITE_NAME

source: *** DO NOT REPLY TO THIS EMAIL *** Subject: SUPPORT_SUBJECT Status: SUPPORT_STATUS Priority: SUPPORT_PRIORITY Please log into network admin and visit the support page to reply to this ticket, if needed. Visit: SUPPORT_LINK ============================================================== Begin Ticket Message ============================================================== SUPPORT_RESPONSE_USER_NAME said: SUPPORT_MESSAGE ============================================================== End Ticket Message ============================================================== Thanks
es_es: *** NÂO RESPONDA A ESTE EMAIL *** Assunto: SUPPORT_SUBJECT Estado: SUPPORT_STATUS Prioridade: SUPPORT_PRIORITY Faça login na área de administração da rede e visite a página de suporte para responder a este ticket, se necessário. Visite: SUPPORT_LINK ============================================================== Início da Mensagem do Ticket ============================================================== SUPPORT_RESPONSE_USER_NAME said: SUPPORT_MESSAGE ============================================================== Fim da Mensagem do Ticket ============================================================== Obrigado

source: SUPPORT_FETCH_IMAP Subject: SUPPORT_SUBJECT Priority: SUPPORT_PRIORITY The ticket has been closed. Ticket URL: SUPPORT_TICKET_URL
es_es: SUPPORT_FETCH_IMAP Assunto: SUPPORT_SUBJECT Prioridade: SUPPORT_PRIORITY Este ticket foi fechado. Ticket URL: SUPPORT_TICKET_URL

source: You are not allowed to view this page.
es_es: Você não tem permissão para visualizar esta página.

source: General questions
es_es: Questões gerais

source: General
es_es: Geral
